[
  {
    "title": "Uzumaki",
    "autor": "Junji Ito",
    "description": "Kurouzu-cho, a small fogbound town on the coast of Japan, is cursed. According to Shuichi Saito, the withdrawn boyfriend of teenager Kirie Goshima, their town is haunted not by a person or being but a pattern: UZUMAKI, the spiral—the hypnotic secret shape of the world. The bizarre masterpiece horror manga is now available all in a single volume. Fall into a whirlpool of terror!",
    "price": 25.99,
    "thumbnail": "uzumaki.png",
    "code": "1",
    "stock": 30,
    "category": ["Fantasy", "Horror"],
    "available": true
  },
  {
    "title": "Mob Psycho",
    "autor": "ONE",
    "description": "What's his secret to busting ghosts while keeping prices low? Well, first, he's a fraud, and second, he pays the guy who's got the real psychic power—his student assistant Shigeo—less than minimum wage. Shigeo is an awkward but kind boy whose urge to help others and get along with them is bound up with the mental safety locks he's placed on his own emotions. Reigen knows he needs to exploit Shigeo to stay in business, yet for better or worse he's also his mentor and counselor. And he also knows whenever the normally repressed kid's emotions reach level 100, it may unleash more psychic energy than either of them can handle!",
    "price": 10.99,
    "thumbnail": "mobpsycho.png",
    "code": "2",
    "stock": 20,
    "category": ["Comedy", "Fantasy", "Shonen"],
    "available": true
  },
  {
    "title": "Akira",
    "autor": "Katsuhiro Otomo",
    "description": "Welcome to Neo-Tokyo, built on the ashes of a Tokyo annihilated by a blast of unknown origin that triggered World War III. The lives of two streetwise teenage friends, Tetsuo and Kaneda, change forever when paranormal abilities begin to waken in Tetsuo, making him a target for a shadowy agency that will stop at nothing to prevent another catastrophe like the one that leveled Tokyo. At the core of the agency’s motivation is a raw, all-consuming fear of an unthinkable, monstrous power known only as Akira.",
    "price": 23.99,
    "thumbnail": "akira.png",
    "code": "3",
    "stock": 10,
    "category": ["Comedy", "Fantasy", "Shonen"],
    "available": true
  },
  {
    "title": "Monster",
    "autor": "Naoki Urasawa",
    "description": "Everyone faces uncertainty at some point in their lives. Even a brilliant surgeon like Kenzo Tenma is no exception. But there’s no way he could have known that his decision to stop chasing professional success and instead concentrate on his oath to save people’s lives would result in the birth of an abomination. Dr. Tenma sets out on a journey to find the killer’s twin sister, who may hold some clues to solving the enigma of the “Monster.”",
    "price": 18.99,
    "thumbnail": "monster.png",
    "code": "4",
    "stock": 15,
    "category": ["Horror", "Thriller"],
    "available": true
  },
  {
    "title": "Berserk",
    "autor": "Kentaro Miura",
    "description": "His name is Guts, the Black Swordsman, a feared warrior spoken of only in whispers. Bearer of a gigantic sword, an iron hand, and the scars of countless battles and tortures, his flesh is also indelibly marked with The Brand, an unholy symbol that draws the forces of darkness to him and dooms him as their sacrifice. But Guts won't take his fate lying down; he'll cut a crimson swath of carnage through the ranks of the damned - and anyone else foolish enough to oppose him! Accompanied by Puck the Elf, more an annoyance than a companion, Guts relentlessly follows a dark, bloodstained path that leads only to death...or vengeance.",
    "price": 38.99,
    "thumbnail": "berserk.png",
    "code": "5",
    "stock": 5,
    "category": ["Fantasy", "Action & Adventure"],
    "available": true
  },
  {
    "title": "Death Note",
    "autor": "Tsugumi Ohba",
    "description": "Light Yagami is an ace student with great prospects—and he's bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and now Light has vowed to use the power of the Death Note to rid the world of evil. But when criminals begin dropping dead, the authorities send the legendary detective L to track down the killer. With L hot on his heels, will Light lose sight of his noble goal...or his life?",
    "price": 9.99,
    "thumbnail": "deathnote.png",
    "code": "6",
    "stock": 50,
    "category": ["Thriller", "Horror"],
    "available": true
  },
  {
    "title": "Bleach",
    "autor": "Tite Kubo",
    "description": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family; but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits and, along with Rukia—who is slowly regaining her powers—it's Ichigo's job to protect the innocent from Hollows and help the spirits themselves find peace.",
    "price": 9.99,
    "thumbnail": "bleach.png",
    "code": "7",
    "stock": 0,
    "category": ["Fantasy", "Action & Adventure", "Shonen"],
    "available": false
  },
  {
    "title": "Dragon Ball Z",
    "autor": "Akira Toriyama",
    "description": "Son Goku is the greatest hero on Earth. Five years after defeating the demon king Piccolo, he's grown up and had a family—he's married, and he has a child, Son Gohan. But what is the real reason for Goku's incredible strength? A visitor from outer space arrives bearing terrible news—Goku is an alien, and the visitor, Raditz, is Goku's brother! When Raditz turns out to be a ruthless killer, Goku must fight his incredibly strong brother to save his family and the entire human race. A surprising alliance may be Earth's last hope: Goku will team up with his old enemy Piccolo...archenemies united to save the world!",
    "price": 9.99,
    "thumbnail": "dragonballz.png",
    "code": "8",
    "stock": 40,
    "category": ["Fantasy", "Action & Adventure", "Shonen"],
    "available": true
  },
  {
    "title": "Fullmetal Alchemist",
    "autor": "Hiromu Arakawa",
    "description": "Alchemy: the mystical power to alter the natural world; something between magic, art and science. When two brothers, Edward and Alphonse Elric, dabbled in this power to grant their dearest wish, one of them lost an arm and a leg...and the other became nothing but a soul locked into a body of living steel. Now Edward is an agent of the government, a slave of the military-alchemical complex, using his unique powers to obey orders...even to kill. Except his powers aren't unique. The world has been ravaged by the abuse of alchemy. And in pursuit of the ultimate alchemical treasure, the Philosopher's Stone, their enemies are even more ruthless than they are...",
    "price": 9.99,
    "thumbnail": "fullmetalalchemist.png",
    "code": "9",
    "stock": 10,
    "category": ["Fantasy", "Science Fiction", "Shonen"],
    "available": true
  },
  {
    "title": "JoJo's Bizarre Adventure",
    "autor": "Hirohiko Araki",
    "description": "Young Jonathan Joestar’s life is forever changed when he meets his new adopted brother, Dio. For some reason, Dio has a smoldering grudge against him and derives pleasure from seeing him suffer. But every man has his limits, as Dio finds out. This is the beginning of a long and hateful relationship! A groundbreaking story famous for its outlandish characters, wild humor and frenetic battles. A multigenerational tale of the heroic Joestar family and their never-ending battle against evil! ",
    "price": 19.99,
    "thumbnail": "jojos.png",
    "code": "10",
    "stock": 100,
    "category": ["Fantasy", "Action & Adventure"],
    "available": true
  }
]
